package lesson01;

/*

---------------------------

* 出力結果 *

名前はにんじゃわんこです
年齢は14歳です
身長は1.2mです
体重は20.0kgです
BMIは13.888888888888889です

----------------------------

それぞれの値をいれる変数名は、以下のようにしてください（データ型は()部分を参考に）。

・名前: name（文字列）
・年齢: age（整数）
・身長: height（小数） 
・体重: weight（小数）
・BMI: bmi（小数）

※注意点
・変数に代入する値は自由です。好きな値を代入しましょう。
・BMIは、「体重 ÷ 身長 ÷ 身長」で算出できます。

*/


class Practice15 {
    public static void main(String[] args) {
        // 変数nameに、好きな名前を代入してください
        
        
        // 変数ageに、好きな年齢を代入してください
        
        
        // 変数heightに、好きな身長を代入してください（例: 1.2）
        
        
        // 変数weightに、好きな体重を代入してください（例: 20.0）
        
        
        // 変数bmiに、BMIを計算して代入してください
        
        
        // 名前、年齢、身長、体重、BMIに関する情報を出力してください
        
        
    }
}
